INSERT INTO users
values
(1890,'syhirina_olga'),
(2115,'dumin_aleksey'),
(2581,'bryancev_artem'),
(2813,'ledencov_egor'),
(3114,'tivynov_egor'),
(3215,'gorgulova_margarita'),
(4455,'locmanova_kira'),
(6172,'volgin_timofey'),
(8123,'sinenko_tamara'),
(8463,'gladkih_marina'),
(1710,'chernyaeva_oksana');

INSERT INTO albums
values
(1,'In the Zone',2,'2003-01-01'),
(2,'Heres Little Richard',3,'1957-03-04'),
(3,'QUEEN OF RAP',1,'2022-07-01'),
(4,'Мадам',5,'1998-01-01'),
(5,'Миллениум Х',6,'2021-07-22'),
(6,'Invasion Of Privacy',4,'2018-04-06'),
(7,'WAP',4,'2020-08-08'),
(8,'Мы с тобой',5,'2023-10-20'),
(9,'After Hours',10,'2023-03-20'),
(10,'Холостяк',11,'2015-04-02');

INSERT INTO songs
values
(51,'Toxic','поп-музыка',1),
(22,'Tutti Frutti','рок-н-ролл',2),
(31,'Shadow','поп-музыка',1),
(58,'RARARA','рэп',3),
(81,'Владимирский централ','шансон',4),
(38,'BALANCE','рэп',3),
(20,'Истеричка','поп-музыка',5),
(10,'Фурия','поп-музыка',5),
(13,'I like it','рэп',6),
(63,'WAP','рэп',7),
(21,'Мы с тобой','шансон',8),
(77,'Помнишь вечер?','шансон',),
(82,'Save your tears','R&D/соул',9),
(28,'Невеста','поп-музыка',10);


INSERT INTO artists
VALUES
(2,'Britney Spears','США','сольный'),
(3,'Little Richard','США','сольный'),
(1,'INSTASAMKA','Россия','сольный'),
(5,'Михаил Круг','Россия','сольный'),
(6,'Artik & Asti','Россия','группа'),
(4,'Cardi Bi','США','сольный'),
(7,'Ирина Круг','Россия','сольный'),
(8,'Сергей Завьялов','Россия','сольный'),
(9,'Megan Thee Stallion','США','сольный'),
(10,'The Weekend','Канада','сольный'),
(11,'Егор Крид','Россия','сольный');

INSERT INTO playlists
VALUES
(39,'Поплакать',2115),
(17,'Мощный РЭП',3114),
(99,'Сильная женщина',8463),
(10,'Дед инсайд',1890),
(5,'Вечеринка',4455),
(70,'ДР',4455),
(8,'В дорогу',8123),
(9,'Бегать',3114),
(32,'Выступление',2581),
(40,'Подумать о жизни',6172);


INSERT INTO art_songs
VALUES
(4,13),
(9,13),
(7,21),
(5,21),
(2,51),
(3,22),
(2,31),
(1,58),
(5,81),
(1,38),
(6,20),
(6,10),
(4,63),
(8,77),
(10,82),
(11,28);


INSERT INTO playlistsongs
VALUES
(39,81),
(39,77),
(39,21),
(17,58),
(17,38),
(17,13),
(17,63),
(99,58),
(99,38),
(99,20),
(99,10),
(10,81),
(10,77),
(10,21),
(5,10),
(5,58),
(5,28),
(5,13),
(5,63),
(5,81),
(70,82),
(70,51),
(70,22),
(8,20),
(8,82),
(8,28),
(8,38),
(8,58),
(9,38),
(9,58),
(9,20),
(9,63),
(9,13),
(32,28),
(32,82),
(40,81),
(40,77);





